BOT_LEXICON = {
    'start': 'Это Entera Bot для создания новых сообщений по шаблону',
    'help': 'Доступные команды: \n/new_message - создать новое сообщение'
            '\n/cancel - выйти из редактирования шаблона(введенные изменения'
            ' не сохраняются)',
    'cancel_default': 'Вы сейчас не редактируете никакой шаблон',
    'cancel_state': 'Вы вышли из редактирования шаблона',
    'new_message': 'Выберите шаблон сообщения',
}

LEXICON_COMMANDS = {
    '/help': 'Справка по работе бота',
    '/new_message': 'Создать новое сообщение по шаблону',
    '/cancel': 'Отменить отправку шаблона'
}