BOT_LEXICON = {
    'start': 'Это Entera Bot для создания новых сообщений по шаблону',
    'help': 'Доступные команды: \n/new_message - создать новое сообщение'
            '\n/cancel - выйти из редактирования шаблона(введенные изменения'
            ' не сохраняются)',
    'cancel_default': 'Вы сейчас не редактируете никакой шаблон',
    'cancel_state': 'Вы вышли из редактирования шаблона',
    'new_message': 'Выберите шаблон сообщения',
    'start_show': 'Введите время начала показа сообщения в формате\n'
                  '"2023-12-26 00:00"',
    'end_show': 'Введите время конца показа сообщения в формате\n'
                '"2023-12-26 00:00"',
    'russian/foreign': 'Показывать Российским или иностранным пользователям',
    'not_date': 'Не валидная дата, по пробуйте еще раз'
}

LEXICON_COMMANDS = {
    '/help': 'Справка по работе бота',
    '/templates': 'Список всех шаблонов',
    '/new_message': 'Создать новое сообщение по шаблону',
    '/cancel': 'Отменить отправку шаблона'
}